Repository: AdeneganJosiah/Sendinel
Catalog: sendinel/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please enter numbers only.
de: Bitte nur Nummern eingeben.

source: Please enter a cell phone number.
de: Bitte eine Mobiltelefonnummer eingeben

source: Please enter a phone number
de: Bitte eine Mobiltelefonnummer eingeben

source: Please choose a way of communication
de: Bitte das Kommunikationsmittel auswählen

source: Message created
de: Nachricht erstellt

source: All members of the "%s" service will get your message.
de: Alle Mitglieder des Dienstes "%s" werden die Nachricht empfangen.

source: Send another message
de: Eine weitere Nachricht senden

source: Registration successful
de: Registrierung erfolgreich

source: The patient will now receive all messages from the "%s" service.
de: Der Patient wird ab jetzt alle Nachrichten des "%s" Dienste empfangen.

source: Register another patient
de: Einen weiteren Patienten registrieren

source: Please enter a text to send
de: Bitte einen Text eingeben der gesendet werden soll

source: The text contains invalid characters
de: Der Text enthält ungültige Zeichen

source: Please enter a name
de: Bitte einen Namen eingeben

source: The name contains invalid characters
de: Der Name enthält ungültige Zeichen

source: Information Group
de: Gruppe

source: Waiting List for Medicine
de: Medizin-Warteliste

source: Information Groups
de: Gruppe

source: information group
de: Gruppe

source: Group members
de: Mitglieder der Gruppe

source: Remove group
de: Gruppe entfernen

source: Remove patient from group
de: Patient aus Gruppe entfernen

source: Inform patients about:
de: Patienten informieren über:

source: Waiting Lists for Medicine
de: Medizin-Wartelisten

source: waiting list for medicine
de: Medizin-Warteliste

source: List members
de: Mitglieder auflisten

source: Remove list
de: Liste entfernen

source: Remove patient from list
de: Patient von Liste entfernen

source: The patients are waiting for the following medicine:
de: Patienten warten auf folgende Medikamente:

source: Medicine
de: Medikament

source: Information service
de: Warteliste/Gruppe

source: Creation successful
de: Erfolgreich erstellt

source: The "%(infoservice_name)s" %(infoservice_type)s has been created.
de: Die "%(infoservice_name)s" %(infoservice_type)s Benachrichtigung wurde erstellt.

source: Create another %(infoservice_type)s
de: Erstelle einen weiteren %(infoservice_type)s

source: Please choose a medicine
de: Bitte ein Medikament auswählen

source: The patient will receive a message once the medicine "%s" is available in the clinic again.
de: Der Patient wird informiert wenn das Medikament "%s" in der Klinik verfügbar ist.

source: All patients who were waiting for the medicine "%s" will be informed. The waiting list will also be removed.
de: Alle Patienten die auf das Medikament "%s" warten werden informiert.Die Warteliste wird entfernt.

source: Please choose a date
de: Bitte ein Datum auswählen

source: The "%s" notification has been created.
de: Die "%s" Benachrichtigung wurde erstellt.

source: New notification
de: Neue Benachrichtigung

source: The patient will be informed immediately.
de: Der Patient wird umgehend informiert.

source: Please tell the patient that he/she will be reminded one day before the appointemnt.
de: Bitte teile dem Patienten mit, dass er einen Tag vor dem Termin errinert wird.

source: Sorry, this page does not exist
de: Entschuldigung, diese Seite existiert nicht

source: Back to Mainpage
de: Zurück zur Hauptseite

source: <h1>Sorry, an error occured.</h1> <h2>Please inform the clinic staff</h2>
de: <h1>Entschuldigung, unser System hat einen Fehler gemacht.</h1> <h2>Bitte informiere das Personal</h2>

source: This page needs JavaScript to work.
de: Diese Seite benötigt JavaScript um korrekt angezeigt zu werden.

source: If you want to return to the main menu, click on the sendinel logo in the upper left corner.
de: Um in das Hauptmenü zurück zu gelangen, bitte auf das Sendinel Logo in der linken oberen Ecke klicken.

source: Send a message to %(group)s
de: Eine Nachricht an %(group)s senden

source: %(member_count)s patient(s) will receive this message
de: %(member_count)s Patient(en) werden diese Nachricht empfangen

source: Back
de: Zurück

source: Next
de: Weiter

source: Register patient for
de: Patient anmelden für

source: Please enter the patient's phone number and the way the patient wants to receive the messages.
de: Bitte die Mobiltelefonnummer des Patienten eingeben und die Art der Benachrichtigung wählen.

source: Create a new %(infoservice_type_name)s
de: Neuen %(infoservice_type_name)s erstellen

source: Please enter the name of the %(infoservice_type_name)s you want to create
de: Bitte den Namen der %(infoservice_type_name)s eintragen, der erstellt werden soll

source: After you have created a new information group, it will also appear in the main menu.
de: Nachdem eine neue Gruppe erstellt wurde, wird sie im Hauptmenü auftauchen.

source: Do you really want to remove this
de: Willst du das wirklich entfernen?

source: Members
de: Mitglieder

source: Please confirm
de: Bitte bestätigen

source: There is no
de: Es ist im Moment kein

source: here at the moment.
de: da

source: Click on the button below to add one.
de: Klicke auf den Button unten um eine weitere hinzuzufügen.

source: Create
de: Erstellen

source: Members of
de: Mitglieder von

source: Do you really want to remove this patient from the %(infoservice_name)s?
de: Willst du wirklich diesen Patienten von %(infoservice_name)s entfernen?

source: Phone Number
de: Mobiltelefonnummer

source: Way of Communication
de: Art der Benachrichtigung

source: Inform about the Arrival of Medicine
de: Über die Verfügbarkeit eines Medikamentes benachrichtigen

source: Register patient for Waiting List for Medicine
de: Patient in eine Medikamente-Warteliste eintragen

source: Please enter the patient's phone number and the way the patient wants to receive the notification.
de: Bitte die Mobiltelefonnummer des Patienten und die Art der Benachrichtigung auswählen

source: Then choose the medicine the patient is waiting for.
de: Das Medikament auswählen, auf welches der Patient wartet

source: Add a new medicine
de: Neues Medikament hinzufügen

source: Please enter the name of the medicine you want to add
de: Bitte den Namen des neuen Medikamentes eintragen.

source: Please enter the notification details.
de: Bitte die Einzelheiten der Benachrichtigung eingeben

source: Phone number:
de: Mobiltelefonnummer:

source: Please enter a valid phone number
de: Bitte eine Mobiltelefonnummer eingeben

source: Date:
de: Datum:

source: Message Text:
de: Inhalt der Nachrichten:

source: Characters left:
de: Verbleibende Zeichen:

source: Medicine:
de: Medikament:

source: please choose
de: Bitte wählen

source: &quot;%c&quot; Please only enter digits for the phone number
de: &quot;%c&quot; Bitte eine Mobiltelefonnummer - nur Zahlen - eingeben

source: Way of communication:
de: Art der Benachrichtigung:

source: Patient phone number
de: Mobiltelefonnummer des Patienten

source: Please enter the patient's phone number:
de: Bitte die Mobiltelefonnummer des Patienten eintragen

source: Phone number
de: Mobiltelefonnummer

source: Authenticate Phonenumber
de: Mobiltelefonnummer authentifizieren

source: Please ring
de: Bitte diese Nummer anklingeln:

source: This will be <strong>free</strong>.
de: Dies ist <strong>kostenlos</strong>.

source: New
de: Neu

source: Main Menu
de: Hauptmenü

source: Currently Missing Medicine
de: Fehlende Medizin

source: Register Patient
de: Patient registrieren

source: Send Message
de: Nachricht senden

source: Manage Waiting Lists for Medicine
de: Medikamenten-Wartelisten verwalten

source: Notifications
de: Benachrichtigungen

source: Groups
de: Gruppen

source: Manage Information Groups
de: Gruppen verwalten

source: Available Bluetooth Devices
de: Gefundene Bluetooth Geräte

source: Please turn on your Bluetooth now. Please assure that it is in the Bluetooth visibility mode.<br />Please choose your phone when it appears:
de: Bitte Bluetooth anschalten und sicherstellen, dass das Gerät Bluetooth sichtbar ist<br />Bitte wähle dein Handy wenn es auftaucht:

source: Looking for devices
de: Nach Geräten suchen

source: Sending your notification
de: Übertrage die Benachrichtigung

source: Please accept the file on your mobile
de: Bitte den Empfang der Datei am Gerät bestätigen
